{
  "<PAD>": 0,
  "<UNK>": 1,
  "IMM_49": 2,
  "IMM_119": 3,
  "IMM_10": 4,
  "IMM_20": 5,
  "IMM_133": 6,
  "OBS_8302-2": 7,
  "OBS_72514-3": 8,
  "OBS_29463-7": 9,
  "OBS_77606-2": 10,
  "OBS_9843-4": 11,
  "OBS_8462-4": 12,
  "OBS_8480-6": 13,
  "OBS_8867-4": 14,
  "OBS_9279-1": 15,
  "OBS_72166-2": 16,
  "IMM_140": 17,
  "IMM_8": 18,
  "COND_195662009": 19,
  "OBS_8310-5": 20,
  "OBS_QALY": 21,
  "OBS_DALY": 22,
  "OBS_QOLS": 23,
  "IMM_21": 24,
  "IMM_3": 25,
  "IMM_83": 26,
  "COND_65363002": 27,
  "MED_308182": 28,
  "MED_313820": 29,
  "COND_10509002": 30,
  "MED_313782": 31,
  "COND_444814009": 32,
  "IMM_121": 33,
  "IMM_113": 34,
  "OBS_39156-5": 35,
  "OBS_6690-2": 36,
  "OBS_789-8": 37,
  "OBS_718-7": 38,
  "OBS_4544-3": 39,
  "OBS_787-2": 40,
  "OBS_785-6": 41,
  "OBS_786-4": 42,
  "OBS_21000-5": 43,
  "OBS_777-3": 44,
  "OBS_32207-3": 45,
  "OBS_32623-1": 46,
  "MED_1043400": 47,
  "IMM_62": 48,
  "OBS_59576-9": 49,
  "IMM_114": 50,
  "COND_59621000": 51,
  "MED_310798": 52,
  "COND_162864005": 53,
  "COND_408512008": 54,
  "CAREP_698360004": 55,
  "COND_15777000": 56,
  "COND_271737000": 57,
  "CAREP_134435003": 58,
  "COND_72892002": 59,
  "OBS_2339-0": 60,
  "OBS_6299-2": 61,
  "OBS_38483-4": 62,
  "OBS_49765-1": 63,
  "OBS_2947-0": 64,
  "OBS_6298-4": 65,
  "OBS_2069-3": 66,
  "OBS_20565-8": 67,
  "OBS_2093-3": 68,
  "OBS_2571-8": 69,
  "OBS_18262-6": 70,
  "OBS_2085-9": 71,
  "OBS_4548-4": 72,
  "MED_831533": 73,
  "COND_403190006": 74,
  "MED_849574": 75,
  "COND_43878008": 76,
  "MED_834102": 77,
  "COND_198992004": 78,
  "MED_748856": 79,
  "CAREP_133901003": 80,
  "COND_403191005": 81,
  "MED_308192": 82,
  "MED_1049221": 83,
  "MED_310965": 84,
  "MED_389221": 85,
  "COND_55822004": 86,
  "CAREP_736285004": 87,
  "MED_314231": 88,
  "COND_40055000": 89,
  "COND_49436004": 90,
  "MED_855332": 91,
  "MED_897718": 92,
  "MED_197604": 93,
  "OBS_33914-3": 94,
  "OBS_2885-2": 95,
  "OBS_1751-7": 96,
  "OBS_10834-0": 97,
  "OBS_1975-2": 98,
  "OBS_6768-6": 99,
  "OBS_1742-6": 100,
  "OBS_1920-8": 101,
  "CAREP_384758001": 102,
  "ALLG_419474003": 103,
  "ALLG_232350006": 104,
  "ALLG_232347008": 105,
  "ALLG_418689008": 106,
  "ALLG_91935009": 107,
  "CAREP_699728000": 108,
  "MED_895994": 109,
  "MED_2123111": 110,
  "COND_232353008": 111,
  "MED_1049630": 112,
  "CAREP_47387005": 113,
  "COND_62564004": 114,
  "OBS_3024-7": 115,
  "OBS_3016-3": 116,
  "COND_83664006": 117,
  "MED_966222": 118,
  "CAREP_225358003": 119,
  "COND_283371005": 120,
  "IMM_33": 121,
  "COND_75498004": 122,
  "COND_39848009": 123,
  "IMM_43": 124,
  "COND_128613002": 125,
  "COND_703151001": 126,
  "CAREP_443402002": 127,
  "COND_44054006": 128,
  "MED_746030": 129,
  "COND_302870006": 130,
  "COND_237602007": 131,
  "COND_82423001": 132,
  "COND_196416002": 133,
  "COND_124171000119105": 134,
  "OBS_14959-1": 135,
  "CAREP_734163000": 136,
  "COND_55680006": 137,
  "COND_68496003": 138,
  "OBS_33756-8": 139,
  "OBS_57905-2": 140,
  "COND_422034002": 141,
  "COND_713197008": 142,
  "CAREP_395082007": 143,
  "COND_363406005": 144,
  "MED_834061": 145,
  "MED_197591": 146,
  "MED_243670": 147,
  "MED_308971": 148,
  "CAREP_91251008": 149,
  "COND_44465007": 150,
  "MED_204892": 151,
  "MED_789980": 152,
  "MED_105078": 153,
  "COND_65966004": 154,
  "MED_2001499": 155,
  "COND_410429000": 156,
  "COND_429007001": 157,
  "COND_19169002": 158,
  "MED_860975": 159,
  "COND_80394007": 160,
  "CAREP_412776001": 161,
  "COND_87433001": 162,
  "MED_896209": 163,
  "COND_53741008": 164,
  "MED_312961": 165,
  "MED_197361": 166,
  "MED_705129": 167,
  "COND_1551000119108": 168,
  "MED_309362": 169,
  "OBS_19926-5": 170,
  "COND_431855005": 171,
  "COND_127013003": 172,
  "OBS_5767-9": 173,
  "OBS_32167-9": 174,
  "OBS_5778-6": 175,
  "OBS_5792-7": 176,
  "OBS_25428-4": 177,
  "OBS_20505-4": 178,
  "OBS_5770-3": 179,
  "OBS_5797-6": 180,
  "OBS_2514-8": 181,
  "OBS_5811-5": 182,
  "OBS_5803-2": 183,
  "OBS_5804-0": 184,
  "OBS_20454-5": 185,
  "OBS_5802-4": 186,
  "OBS_5794-3": 187,
  "OBS_5799-2": 188,
  "MED_106892": 189,
  "COND_88805009": 190,
  "OBS_33762-6": 191,
  "CAREP_735984001": 192,
  "MED_866414": 193,
  "MED_313988": 194,
  "OBS_10230-1": 195,
  "MED_1719286": 196,
  "OBS_2708-6": 197,
  "CAREP_53950000": 198,
  "COND_74400008": 199,
  "COND_428251008": 200,
  "COND_70704007": 201,
  "MED_562251": 202,
  "IMM_115": 203,
  "CAREP_385691007": 204,
  "COND_58150001": 205,
  "MED_978950": 206,
  "MED_1000126": 207,
  "COND_185086009": 208,
  "COND_47693006": 209,
  "CAREP_408869004": 210,
  "COND_239873007": 211,
  "COND_16114001": 212,
  "OBS_38265-5": 213,
  "COND_62106007": 214,
  "MED_856987": 215,
  "MED_1860154": 216,
  "MED_749762": 217,
  "COND_263102004": 218,
  "COND_370247008": 219,
  "IMM_52": 220,
  "MED_748879": 221,
  "MED_751905": 222,
  "COND_33737001": 223,
  "MED_198405": 224,
  "COND_254837009": 225,
  "OBS_88040-1": 226,
  "COND_93761005": 227,
  "CAREP_781831000000109": 228,
  "MED_310325": 229,
  "MED_757594": 230,
  "COND_398254007": 231,
  "COND_301011002": 232,
  "CAREP_869761000000107": 233,
  "MED_311989": 234,
  "MED_1094107": 235,
  "OBS_20570-8": 236,
  "MED_429503": 237,
  "COND_36971009": 238,
  "COND_197927001": 239,
  "ALLG_424213003": 240,
  "ALLG_417532002": 241,
  "ALLG_91934008": 242,
  "COND_446096008": 243,
  "MED_477045": 244,
  "OBS_76690-7": 245,
  "OBS_55277-8": 246,
  "OBS_28245-9": 247,
  "OBS_71802-3": 248,
  "OBS_63513-6": 249,
  "OBS_46240-8": 250,
  "COND_64859006": 251,
  "MED_904419": 252,
  "OBS_32465-7": 253,
  "OBS_2857-1": 254,
  "COND_126906006": 255,
  "COND_314994000": 256,
  "OBS_46288-7": 257,
  "MED_1534809": 258,
  "COND_230690007": 259,
  "ALLG_300913006": 260,
  "MED_807283": 261,
  "ALLG_419263009": 262,
  "ALLG_425525006": 263,
  "ALLG_714035009": 264,
  "MED_997488": 265,
  "MED_1870230": 266,
  "COND_367498001": 267,
  "COND_84757009": 268,
  "CAREP_170836005": 269,
  "OBS_6206-7": 270,
  "OBS_6273-7": 271,
  "OBS_6082-2": 272,
  "OBS_6246-3": 273,
  "OBS_6276-0": 274,
  "OBS_6106-9": 275,
  "OBS_6248-9": 276,
  "OBS_7258-7": 277,
  "OBS_6189-5": 278,
  "OBS_6085-5": 279,
  "OBS_6833-8": 280,
  "OBS_6095-4": 281,
  "OBS_6075-6": 282,
  "OBS_6844-5": 283,
  "OBS_6158-0": 284,
  "MED_198031": 285,
  "COND_5602001": 286,
  "COND_449868002": 287,
  "COND_92691004": 288,
  "MED_1860480": 289,
  "MED_752899": 290,
  "CAREP_386522008": 291,
  "COND_192127007": 292,
  "MED_608139": 293,
  "MED_999967": 294,
  "COND_69896004": 295,
  "MED_198014": 296,
  "MED_105585": 297,
  "COND_90560007": 298,
  "CAREP_386257007": 299,
  "COND_230265002": 300,
  "OBS_72106-8": 301,
  "CAREP_736252007": 302,
  "CAREP_718347000": 303,
  "CAREP_736254008": 304,
  "COND_36923009": 305,
  "COND_370143000": 306,
  "MED_310385": 307,
  "MED_857005": 308,
  "OBS_75443-2": 309,
  "ALLG_91930004": 310,
  "COND_241929008": 311,
  "MED_312617": 312,
  "COND_233678006": 313,
  "COND_307731004": 314,
  "COND_35999006": 315,
  "MED_665078": 316,
  "COND_284549007": 317,
  "MED_748962": 318,
  "COND_156073000": 319,
  "COND_284551006": 320,
  "MED_749785": 321,
  "MED_861467": 322,
  "MED_1660014": 323,
  "MED_834357": 324,
  "MED_1190795": 325,
  "MED_141918": 326,
  "MED_309097": 327,
  "MED_106258": 328,
  "MED_997501": 329,
  "MED_1367439": 330,
  "COND_444470001": 331,
  "COND_79586000": 332,
  "MED_1014676": 333,
  "COND_7200002": 334,
  "COND_444448004": 335,
  "COND_283385000": 336,
  "COND_30832001": 337,
  "COND_6072007": 338,
  "COND_236077008": 339,
  "MED_749882": 340,
  "MED_235389": 341,
  "COND_262574004": 342,
  "MED_312938": 343,
  "MED_856980": 344,
  "COND_201834006": 345,
  "COND_431856006": 346,
  "COND_90781000119102": 347,
  "CAREP_736690008": 348,
  "MED_205923": 349,
  "OBS_74006-8": 350,
  "CAREP_711282006": 351,
  "COND_24079001": 352,
  "COND_26929004": 353,
  "MED_310436": 354,
  "MED_1599803": 355,
  "ALLG_300916003": 356,
  "COND_239720000": 357,
  "COND_443165006": 358,
  "MED_1091392": 359,
  "MED_1359133": 360,
  "ALLG_420174000": 361,
  "COND_40275004": 362,
  "COND_38822007": 363,
  "MED_1804799": 364,
  "COND_110030002": 365,
  "OBS_44667-4": 366,
  "OBS_21907-1": 367,
  "OBS_33728-7": 368,
  "OBS_21905-5": 369,
  "OBS_85344-0": 370,
  "OBS_21906-3": 371,
  "OBS_85319-2": 372,
  "OBS_85318-4": 373,
  "OBS_85337-4": 374,
  "OBS_85339-0": 375,
  "OBS_21908-9": 376,
  "MED_583214": 377,
  "MED_198240": 378,
  "OBS_59557-9": 379,
  "MED_311995": 380,
  "COND_368581000119106": 381,
  "MED_865098": 382,
  "COND_94260004": 383,
  "MED_1803932": 384,
  "MED_1736776": 385,
  "MED_197378": 386,
  "MED_1363309": 387,
  "MED_1856546": 388,
  "CAREP_737471002": 389,
  "MED_311372": 390,
  "COND_162573006": 391,
  "COND_254637007": 392,
  "COND_424132000": 393,
  "MED_1736854": 394,
  "MED_313185": 395,
  "CAREP_736353004": 396,
  "CAREP_182964004": 397,
  "COND_359817006": 398,
  "COND_239872002": 399,
  "COND_22298006": 400,
  "COND_399211009": 401,
  "MED_259255": 402,
  "MED_833036": 403,
  "COND_109838007": 404,
  "MED_996740": 405,
  "OBS_85352-3": 406,
  "MED_1790099": 407,
  "MED_310261": 408,
  "OBS_66519-0": 409,
  "OBS_66529-9": 410,
  "OBS_66524-0": 411,
  "OBS_66534-9": 412,
  "MED_1014678": 413,
  "MED_997223": 414,
  "MED_1100184": 415,
  "OBS_10480-2": 416,
  "MED_1940648": 417,
  "MED_1601380": 418,
  "CAREP_75162002": 419,
  "COND_15724005": 420,
  "COND_95417003": 421,
  "COND_275272006": 422,
  "MED_309043": 423,
  "MED_241834": 424,
  "COND_45816000": 425,
  "COND_254632001": 426,
  "COND_67811000119102": 427,
  "MED_1734340": 428,
  "MED_1652673": 429,
  "MED_309045": 430,
  "MED_1650142": 431,
  "CAREP_737434004": 432,
  "OBS_85343-2": 433,
  "MED_1732186": 434,
  "MED_1734919": 435,
  "MED_197319": 436,
  "MED_727762": 437,
  "MED_1873983": 438,
  "MED_1605257": 439
}